[Translation]
LangCode=041e
ReadHabit=left-to-right
LanguageName=THA
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=THAI_CHARSET
Information=การยืนยัน
Warning=คำเตือน
Error=ข้อผิดพลาด
Confirm=การยืนยัน
FrmJSAbout.caption=เกี่ยวกับ
FrmJSAbout.btnok.caption=ตกลง
FrmJSAbout.lblver.caption=เวอร์ชันปัจจุบัน:
FrmJSAbout.lblemail.caption=อีเมลล์สนับสนุน:
FrmJSAbout.lblhome.caption=โฮมเพจ:
FrmJSAbout.lblthank.caption=ขอบคุณทุกคนที่ติดตามผลิตภัณฑ์ของพวกเขา:
pmHelp=ช่วยเหลือออนไลน์
pmHome=โฮมเพจ
pmCheckNew=ตรวจสอบการอัพเดต
pmLang=ภาษา
pmAbout=เกี่ยวกับ
pmcpfilename=ก๊อปปี้พาธเต็ม
pmcppath=ก๊อปปี้ไดเรคทอรี่
pmopen=เปิดไฟล์
pmopenfolder=เปิดโฟลเดอร์
pmcpfile=ก็อปปี้ไฟล์/โฟลเดอร์
pmdel=ลบไฟล์/โฟลเดอร์
pmatt=คุณสมบัติ
pmSelectAll=เลือกรายการทั้งหมด
pmSelectNone=ไม่เลือก
pmSelectInvert=สลับการเลือก
pmJetHelp=ใช้งานการค้นหาอย่างเร็ว
FrmRSMain.btnlikeit.caption=ชอบ
FrmRSMain.btnSearch.caption=ค้นหา
FrmRSMain.btnfeedback.caption=คำแนะนำและข้อเสนอแนะ
Frmlikeit.lblTitle.caption=ถ้าคุณรัก Wise JetSearch กรุณาแนะนำเครื่องมือนี้แก่คนที่คุณรัก
Frmlikeit.lblInfo.caption=กรุณาแบ่งปัน Wise JetSearch กับ ครอบครัว เพื่อน เพื่อนร่วมชั้น และ เพื่อนร่วมงานของคุณ ผ่านทาง อีเมลล์ บล็อก Twitter Youtube Facebook คุณจะนำความสะดวกสบายและมีประสิทธิภาพให้แก่ชีวิตพวกเขา
Frmlikeit.lblRate.caption=คะแนน Wise JetSearch:
Frmlikeit.lblfollow.caption=ติดตามพวกเราทาง:
Frmlikeit.lblshare.caption=แบ่งปัน Wise JetSearch:
Frmlikeit.btndownload.caption=ดาวน์โหลดฟรี
Frmlikeit.imgrate.hint=ให้คะแนนพวกเรา 5 ดาว ทาง CNET
Frmlikeit.imgmail.hint=แบ่งปันให้เพื่อนของคุณ
Frmlikeit.imgface1.hint=แบ่งปันทาง facebook
Frmlikeit.imgface2.hint=ติดตามพวกเราทาง facebook
Frmlikeit.imgtwitter1.hint=แบ่งปันพวกเราทาง Twitter
Frmlikeit.imgtwitter2.hint=ติดตามพวกเราทาง Twitter
Frmlikeit.Caption=ชอบ
Frmlikeit.lbldownload.caption=ดาวน์โหลดฟรีแวร์เพิ่มเติมทาง WiseCleaner.com:

[GUI]
ButtonYes=ใช่
ButtonNo=ไม่
ButtonOK=ตกลง
ButtonMinimize=ย่อหน้าต่าง
ButtonMaximize=ขยายหน้าต่าง
ButtonClose=ปิด
ButtonRestore=คืนค่า
ButtonMenu=เมนู

[Message]
AllHardDrive=Local Hard Drives
SelectHardDrive=กรุณาเลือก Local Hard Drives
ScanFor=การค้นหาในไดรฟ์:
Search=ค้นหา
LeftTimeSec=เวลาคงเหลือ: %s วินาที
NoKeyWord=กรุณาป้อนคีย์เวิร์ดที่คุณต้องการค้นหา
Stop=หยุด
NoDriveChecked=กรุณาเลือกไดรฟ์ที่คุณต้องการสแกน
NoNewVer=ขอแสดงความยินดี! เวอร์ชันที่คุณใช้เป็นเวอร์ชันล่าสุด
TranslateTo=แปลไปยัง...

[FastFind]
Name=ชื่อ
Path=พาธ
FileSize=ขนาดไฟล์
DateModified=ปรับปรุงข้อมูล
KeyWord=ป้อนคีย์เวิร์ด
SearchFinish=ค้นหามากกว่า %d ไฟล์/โฟลเดอร์ ที่พบ
SearchAborted=การค้นหาถูกยกเลิก
NoResult=ไม่มีไฟล์ที่ตรงกับที่ถูกค้นหา

[Help]
Startup=ใช้งาน JetSearch เมื่อคอมพิวเตอร์เริ่มทำงาน
AutoRunMain=ใช้งาน หน้าต่างค้นหาด่วน ด้วย JetSearch
Del=ลบ
Tips=ค้นหาด่วนจากที่อยู่ไฟล์/โฟลเดอร์

